Repository: iagorubio/gnome-search-tool
Catalog: help/*/*.po
Languages: de

source: To open a file displayed in the <guilabel>Search results</guilabel> list box, perform one of the following steps:
de: Um eine Datei, die in der Liste <guilabel>Suchergebnisse</guilabel> angezeigt wird, zu öffnen, verwenden Sie eines der folgenden Verfahren:

source: Right-click on the file, then choose <guimenuitem>Open</guimenuitem>.
de: Klicken Sie mit der rechten Maustaste auf die Datei, und wählen Sie <guimenuitem>Öffnen</guimenuitem>.

source: Double-click on the file.
de: Doppelklicken Sie auf die Datei.

source: To open the folder that contains a file displayed in the <guilabel>Search results</guilabel> list box, right-click on the file, then choose <guimenuitem>Open Containing Folder</guimenuitem>.
de: Um den Ordner zu öffnen, in dem sich eine in der Liste <guilabel>Suchergebnisse</guilabel> angezeigte Datei befindet, klicken Sie mit der rechten Maustaste auf die Datei und wählen Sie <guimenuitem>Beinhaltenden Ordner öffnen</guimenuitem>.

source: To Delete a Displayed File
de: Eine angezeigte Datei löschen

source: To delete a file displayed in the <guilabel>Search results</guilabel> list box, right-click on the file, then choose <guimenuitem>Move to Trash</guimenuitem>.
de: Um eine in der Liste <guilabel>Suchergebnisse</guilabel> angezeigte Datei zu löschen, klicken Sie mit der rechten Maustaste auf die Datei und wählen Sie <guimenuitem>In den Papierkorb verschieben</guimenuitem>.

source: To Save the Search Results
de: Die Suchergebnisse speichern

source: To save the results of the last search that <application>Search for Files</application> performed, right-click in the <guilabel>Search results</guilabel> list, then choose <guimenuitem>Save Results As</guimenuitem>. Enter the name of the file to which you want to save the results, then click Save.
de: Um die letzte mit <application>Nach Dateien suchen</application> durchgeführte Suche abzuspeichern, klicken Sie mit der rechten Maustaste auf die Liste <guilabel>Suchergebnisse</guilabel>, und wählen Sie <guimenuitem>Ergebnisse speichern unter</guimenuitem>. Geben Sie den gewünschten Dateinamen ein und klicken Sie auf <guilabel>Speichern</guilabel>.

source: Settings
de: Einstellungen

source: <application>Search for Files</application> provides gsettings keys to modify some of its behavior. The gsettings values can be changed by starting the <application>Configuration Editor</application> in the following ways:
de: <application>Nach Dateien suchen</application> benutzt gsettings-Schlüssel, um sein Verhalten verändern zu können. Die gsettings-Werte können verändert werden, indem der <application>Konfigurationseditor</application>auf folgende Weisen gestartet wird:

source: <guimenu>Applications</guimenu> menu
de: <guimenu>Anwendungen</guimenu>-Menü

source: Choose <menuchoice><guisubmenu>System Tools</guisubmenu><guimenuitem>dconf Editor</guimenuitem></menuchoice>.
de: Klicken Sie auf <menuchoice><guisubmenu>Systemwerkzeuge</guisubmenu><guimenuitem>dconf-Editor</guimenuitem></menuchoice>.

source: Command line
de: Befehlszeile

source: Execute the following command: <command>dconf-editor</command>
de: Führen Sie folgenden Befehl aus: <command>dconf-editor</command>

source: Disable Quick Search
de: Die Schnellsuche deaktivieren

source: Key name: org.gnome.gnome-search-tool.disable-quick-search
de: Schlüsselname: org.gnome.gnome-search-tool.disable-quick-search

source: Default value: false
de: Standardwert: false

source: <application>Search for Files</application> speeds up file name searches by using the <command>locate</command> command. <command>Locate</command> provides a secure way to index and quickly search for file names. Because <command>locate</command> relies on a file index, the <guilabel>Search results</guilabel> list may not always be up to date.
de: <application>Nach Dateien suchen</application> beschleunigt die Suche nach Dateinamen mit dem Befehl <command>locate</command>. Der Befehl <command>Locate</command> stellt einen sicheren Weg zum Indizieren und schnellen Suchen nach Dateinamen zur Verfügung. Da der Befehl <command>locate</command> auf einen Dateiindex zurückgreift, könnte die Liste <guilabel>Suchergebnisse</guilabel> nicht immer aktuell sein.

source: Disable Quick Search Second Scan
de: Deaktivieren des zweiten Suchdurchlaufs

source: Key name: org.gnome.gnome-search-tool.disable-quick-search-second-scan
de: Schlüsselname: org.gnome.gnome-search-tool.disable-quick-search-second-scan

source: After completing a quick search, <application>Search for Files</application> will perform a thorough search using the <command>find</command> command. The purpose of this second scan is to find files that have not been indexed. Files that match the search criteria are added to the <guilabel>Search results</guilabel> list keeping the list up to date.
de: Nachdem eine Schnellsuche abgeschlossen wurde, führt <application>Nach Dateien suchen</application> eine genauere Suche mit dem Befehl <command>find</command> durch. Der Sinn dieser zweiten Suche ist das Auffinden von Dateien, die nicht indiziert wurden. Dateien, die mit den Suchkriterien übereinstimmen, werden zur Liste <guilabel>Suchergebnisse</guilabel> hinzugefügt.

source: Quick Search Excluded Paths
de: Von der Schnellsuche ausgeschlossene Pfade

source: Key name: org.gnome.gnome-search-tool.quick-search-excluded-paths
de: Schlüsselname: org.gnome.gnome-search-tool.quick-search-excluded-paths

source: Default values: [/mnt/*,/media/*,/dev/*,/tmp/*,/proc/*,/var/*]
de: Standardwerte: [/mnt/*,/media/*,/dev/*,/tmp/*,/proc/*,/var/*]

source: <application>Search for Files</application> will not perform a quick search for paths defined by this key. File name searches in the defined paths will use the <command>find</command> command. The wildcards '*' and '?' are supported.
de: <application>Nach Dateien suchen</application> wird keine Schnellsuche für die in diesem Schlüssel angegebenen Pfade durchführen. Die Suche nach Dateinamen wird in diesen Ordnern mit dem Befehl <command>find</command> durchgeführt. Die Platzhalter »*« und »?« werden unterstützt.

source: Quick Search Second Scan Excluded Paths
de: Pfade, die von der zweiten Suche ausgeschlossen werden

source: Key name: org.gnome.gnome-search-tool.quick-search-second-scan-excluded-paths
de: Schlüsselname: org.gnome.gnome-search-tool.quick-search-second-scan-excluded-paths

source: Default values: [/]
de: Standardwerte: [/]

source: <application>Search for Files</application> will not perform a second scan after a quick search for the paths defined by this key. Quick searches in the defined paths will not be followed by a thorough search using the <command>find</command> command. The wildcards '*' and '?' are supported.
de: <application>Nach Dateien suchen</application> wird keine zweite Suche in den in diesem Schlüssel angegebenen Pfaden durchführen, nachdem es die erste Schnellsuche durchgeführt hat. Auf eine Schnellsuche in den angegebenen Pfaden folgt keine genauere Suche durch den Befehl <command>find</command>. Die Platzhalter * und ? werden unterstützt.

source: Show Additional Options
de: Weitere Einstellungen anzeigen

source: Key name: org.gnome.gnome-search-tool.show-additional-options
de: Schlüsselname: org.gnome.gnome-search-tool.show-additional-options

source: This key determines if the <guilabel>Select more options</guilabel> section is expanded when <application>Search for Files</application> is started.
de: Dieser Schlüssel bestimmt, ob der <guilabel>Weitere Einstellungen anzeigen</guilabel>-Abschnitt beim Start von <application>Nach Dateien suchen</application> ausgeklappt ist oder nicht.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <_:ulink-1/> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
