Repository: iagorubio/gnome-search-tool
Catalog: help/*/*.po
Languages: de

# _
source: translator-credits
de: Jonas Haag <jonas@jonashaag.de>, 2007 Mario Blättermann <mario.blaettermann@gmail.com>, 2011, 2012, 2016

# _
source: external ref='figures/gnome-search-tool_window.png' md5='bb0f097535682e53e6bd43c66f0373c7'
de: translated

source: Search for Files Manual
de: »Nach Dateien suchen«-Handbuch

source: A search tool to find files, folders and documents on your computer.
de: Ein Suchwerkzeug zum Finden von Dateien, Ordnern und Dokumenten auf Ihrem Computer.

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="help:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="help:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Das vorliegende Handbuch ist Teil einer Reihe von GNOME-Handbüchern, die unter der GFDL verteilt werden. Wenn Sie dieses Handbuch separat verteilen möchten, können Sie dies tun, indem Sie dem Handbuch eine Kopie der Lizenz, wie in Abschnitt 6 der Lizenz beschrieben, hinzufügen.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Bei vielen der von Firmen zur Unterscheidung ihrer Produkte und Dienstleistungen verwendeten Namen handelt es sich um Marken. An den Stellen, an denen derartige Namen in einer GNOME-Dokumentation vorkommen und wenn die Mitglieder des GNOME-Dokumentationsprojekt über diese Marken informiert wurden, sind die Namen in Großbuchstaben oder mit großen Anfangsbuchstaben geschrieben.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DAS DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE JEGLICHE GEWÄHRLEISTUNG, WEDER AUSDRÜCKLICH NOCH STILLSCHWEIGEND, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, GEWÄHRLEISTUNGEN, DASS DAS DOKUMENT ODER EINE MODIFIZIERTE VERSION DES DOKUMENTS FREI VON HANDELSÜBLICHEN FEHLERN UND FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST UND KEINE RECHTE DRITTER VERLETZT. JEGLICHES RISIKO IN BEZUG AUF DIE QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS TRAGEN SIE. SOLLTE SICH EIN DOKUMENT ODER EINE MODIFIZIERTE VERSION DAVON IN IRGENDEINER WEISE ALS FEHLERHAFT ERWEISEN, TRAGEN SIE (NICHT DER URSPRÜNGLICHE VERFASSER, AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR JEGLICHE ERFORDERLICHE SERVICE-, REPARATUR- UND KORREKTURMASSNAHMEN: DIESE BESCHRÄNKUNG DER GEWÄHRLEISTUNG IST WESENTLICHER BESTANDTEIL DIESER LIZENZ. JEDE VERWENDUNG EINES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS UNTERLIEGT DIESER BESCHRÄNKUNG; UND

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND GEMÄSS KEINER RECHTSLEHRE, WEDER AUFGRUND VON UNERLAUBTEN HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT), VERTRÄGEN ODER SONSTIGEM, KANN DER AUTOR, DER URSPRÜNGLICHE VERFASSER, EIN MITWIRKENDER ODER EIN VERTEILER DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ODER EIN LIEFERANT EINER DIESER PARTEIEN VON EINER PERSON FÜR DIREKTE, INDIREKTE, BESONDERE, ZUFÄLLIGE ODER ALS FOLGE AUFGETRETENE SCHÄDEN IRGENDEINER ART, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF, SCHÄDEN DURCH GESCHÄFTSWERTVERLUSTE, ARBEITSAUSFÄLLE, COMPUTERAUSFÄLLE ODER FUNKTIONSSTÖRUNGEN ODER JEGLICHE ANDERE SCHÄDEN ODER VERLUSTE, DIE DURCH ODER IM ZUSAMMENHANG MIT DER VERWENDUNG DES DOKUMENTS ODER EINER MODIFIZIERTEN VERSION DES DOKUMENTS ENTSTANDEN SIND, SELBST WENN DIESE PARTEI ÜBER MÖGLICHE SCHÄDEN INFORMIERT WORDEN SEIN SOLLTE, HAFTBAR GEMACHT WERDEN.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
de: DAS DOKUMENT UND MODIFIZIERTE VERSIONEN DES DOKUMENTS WERDEN GEMÄSS DER BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE MIT DER FOLGENDEN VEREINBARUNG BEREITGESTELLT: <_:orderedlist-1/>

source: <firstname>Dennis</firstname> <surname>Cranston</surname> <affiliation> <orgname>Search for Files Maintainer</orgname> <_:address-1/> </affiliation>
de: <firstname>Dennis</firstname> <surname>Cranston</surname> <affiliation> <orgname>Betreuer der Dateisuche</orgname> <_:address-1/> </affiliation>

source: <firstname>Sun</firstname> <surname>GNOME Documentation Team</surname> <affiliation> <orgname>Sun Microsystems</orgname> <_:address-1/> </affiliation>
de: <firstname>Sun</firstname> <surname>GNOME-Dokumentationsteam</surname> <affiliation> <orgname>Sun Microsystems</orgname> <_:address-1/> </affiliation>

source: <firstname>Alexander</firstname> <surname>Kirillov</surname> <affiliation> <orgname>GNOME Documentation Project</orgname> <address> <email>kirillov@math.sunysb.edu</email> </address> </affiliation>
de: <firstname>Alexander</firstname> <surname>Kirillov</surname> <affiliation> <orgname>GNOME-Dokumentationsprojekt</orgname> <address> <email>kirillov@math.sunysb.edu</email> </address> </affiliation>

source: Search for Files Maintainer
de: Maintainer von »Nach Dateien suchen«

source: <revnumber>Search for Files Manual V2.7</revnumber> <date>June 2005</date> <_:revdescription-1/>
de: <revnumber>Dateisuche-Handbuch V2.7</revnumber> <date>Juni 2005</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.6</revnumber> <date>January 2005</date> <_:revdescription-1/>
de: <revnumber>Dateisuche-Handbuch V2.6</revnumber> <date>Januar 2005</date> <_:revdescription-1/>

source: Sun GNOME Documentation Team
de: Sun-GNOME-Dokumentationsteam

source: <revnumber>Search for Files Manual V2.4</revnumber> <date>February 2004</date> <_:revdescription-1/>
de: <revnumber>Dateisuche-Handbuch V2.4</revnumber> <date>Februar 2004</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.3</revnumber> <date>September 2002</date> <_:revdescription-1/>
de: <revnumber>Dateisuche-Handbuch V2.3</revnumber> <date>September 2002</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.2</revnumber> <date>August 2002</date> <_:revdescription-1/>
de: <revnumber>Dateisuche-Handbuch V2.2</revnumber> <date>August 2002</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.1</revnumber> <date>July 2002</date> <_:revdescription-1/>
de: <revnumber>Dateisuche-Handbuch V2.1</revnumber> <date>Juli 2002</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual V2.0</revnumber> <date>May 2002</date> <_:revdescription-1/>
de: <revnumber>Dateisuche-Handbuch V2.0</revnumber> <date>Mai 2002</date> <_:revdescription-1/>

source: <revnumber>Search for Files Manual</revnumber> <date>2000</date> <_:revdescription-1/>
de: <revnumber>Dateisuche-Handbuch</revnumber> <date>2000</date> <_:revdescription-1/>

source: This manual describes version 2.26 of Search for Files.
de: Dieses Handbuch beschreibt Version 2.26 von »Nach Dateien suchen«.

source: Feedback
de: Rückmeldungen

source: To report a bug or make a suggestion regarding the Search for Files application or this manual, follow the directions in the <ulink url="help:gnome-feedback" type="help">GNOME Feedback Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zur Anwendung »Nach Dateien suchen« oder zu diesem Handbuch haben, folgenden Sie den Anweisungen auf der <ulink url="help:gnome-feedback" type="help">GNOME-Seite für Rückmeldungen</ulink>.

source: <primary>Search Tool</primary>
de: <primary>Suchwerkzeug</primary>

source: Introduction
de: Einführung

source: The <application>Search for Files</application> application enables you to search for files on your system. To perform a basic search, you can type a filename or a partial filename, with or without wildcards. To refine your search, you can apply additional search options.
de: Die Anwendung <application>Nach Dateien suchen</application> erlaubt es Ihnen, nach Dateien auf Ihrem System zu suchen. Um eine Basissuche auszuführen, können sie einen Dateinamen oder einen Teil eines Dateinamens, mit oder ohne Platzhalter, eingeben. Um Ihre Suche zu verfeinern, können optionale Suchoptionen gesetzt werden.

source: <application>Search for Files</application> uses the <command>find</command>, <command>grep</command>, and <command>locate</command> UNIX commands. By default, when performing a basic search <application>Search for Files</application> first uses the <command>locate</command> command, and then uses the slower but more thorough <command>find</command> command.
de: <application>Nach Dateien suchen</application> nutzt die UNIX-Befehle <command>find</command>, <command>grep</command> und <command>locate</command>. Standardmäßig, wenn eine Basissuche ausgeführt wird, verwendet <application>Nach Dateien suchen</application> als erstes den Befehl <command>locate</command>, und dann den langsameren, aber gründlicheren Befehl <command>find</command>.

source: The case sensitivity of the search depends on your operating system. For example, on Linux, the <command>find</command>, <command>grep</command>, and <command>locate</command> commands support the <literal>-i</literal> option, so all searches are case-insensitive.
de: Die Berücksichtigung von Groß-/Kleinschreibung hängt von Ihrem System ab. Die Befehle <command>find</command>, <command>grep</command> und <command>locate</command> unterstützen beispielsweise unter Linux die <literal>-i</literal>-Option, so dass bei allen Suchvorgängen die Groß-/Kleinschreibung berücksichtigt wird.

source: Getting Started
de: Erste Schritte

source: You can start <application>Search for Files</application> in the following ways:
de: Sie können <application>Nach Dateien suchen</application> auf eine der folgenden Weisen starten:

source: From a <guimenu>Menu Bar</guimenu> on a panel
de: Aus einer <guimenu>Menüleiste</guimenu> auf einem Panel

source: Choose <menuchoice><guisubmenu>Places</guisubmenu><guimenuitem>Search for Files...</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guisubmenu>Orte</guisubmenu><guimenuitem>Nach Dateien suchen...</guimenuitem></menuchoice>

source: From a <guimenu>Main Menu</guimenu> on a panel
de: Aus einem <guimenu>Hautmenü</guimenu> auf einem Panel

source: Choose <menuchoice><guimenuitem>Search for Files...</guimenuitem></menuchoice>
de: Wählen Sie <menuchoice><guimenuitem>Nach Dateien suchen...</guimenuitem></menuchoice>

source: From a command line
de: Aus einer Befehlszeile

source: Execute the following command: <command>gnome-search-tool</command>
de: Führen Sie den folgenden Befehl aus: <command>gnome-search-tool</command>

source: When you start <application>Search for Files</application>, the following window is displayed.
de: Wenn Sie <application>Nach Dateien suchen</application> starten, wird das folgende Fenster angezeigt.

source: Search for Files Window
de: »Nach Dateien suchen«-Fenster

source: <imageobject><imagedata fileref="figures/gnome-search-tool_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Shows Search for Files main window. </phrase> </textobject>
de: <imageobject><imagedata fileref="figures/gnome-search-tool_window.png" format="PNG"/> </imageobject> <textobject> <phrase>Zeigt das Hauptfenster der Dateisuche. </phrase> </textobject>

source: Usage
de: Verwendung

source: To Perform a Basic Search
de: Eine Basissuche ausführen

source: To perform a basic search for a file on the system, perform the following steps:
de: Um eine Basissuche nach einer Datei auf dem System auszuführen, gehen Sie folgendermaßen vor:

source: Enter the search text in the <guilabel>Name contains</guilabel> field. The search text can be a filename or partial filename, with or without wildcards, as shown in the following table:
de: Geben Sie den Suchtext in das Feld <guilabel>Name enthält</guilabel> ein. Der Suchtext kann ein Dateiname oder der Teil eines Dateinamens sein und Platzhalter enthalten.

source: Name Contains Text
de: »Name enthält«-Text

source: Example
de: Beispiel

source: Result
de: Ergebnis

source: Full or partial filename
de: Voller Dateiname oder Teilname

source: <userinput>myfile.txt</userinput>
de: <userinput>meinedatei.txt</userinput>

source: <application>Search for Files</application> searches for all files that contain the text <userinput>myfile.txt</userinput> in the filename.
de: <application>Nach Dateien suchen</application> sucht nach allen Dateien die den Text <userinput>myfile.txt</userinput> im Dateinamen enthalten.

source: Partial filename combined with wildcards (*, [, ])
de: Teilname kombiniert mit Platzhaltern (*, [, ])

source: <application>Search for Files</application> searches for all files that have extension <userinput>.c</userinput> or <userinput>.h</userinput>.
de: <application>Nach Dateien suchen</application> sucht nach allen Dateien, die die Erweiterung <userinput>.c</userinput> oder <userinput>.h</userinput>haben.

source: In the <guilabel>Look in folder</guilabel> field, select the folder or device from which you want <application>Search for Files</application> to begin the search.
de: Im <guilabel>Ordner durchsuchen</guilabel> Feld wählen Sie den Ordner oder das Gerät, wo <application>Nach Dateien suchen</application> die Suche beginnen soll.

source: Click <guibutton>Find</guibutton> to perform the search.
de: Klicken Sie auf <guibutton>Suchen</guibutton>, um die Suche zu starten.

source: <application>Search for Files</application> searches in the directory that you specify and the subdirectories of the directory. <application>Search for Files</application> displays the results of the search in the <guilabel>Search results</guilabel> list box. If <application>Search for Files</application> does not find any files that match the search criteria, the application displays the message "No files found" in the <guilabel>Search results</guilabel> list box.
de: <application>Nach Dateien Suchen</application> sucht in dem von Ihnen festgelegten Ordner und dessen Unterordnern. <application>Nach Dateien suchen</application> zeigt die Ergebnisse der Suche in der Liste <guilabel>Suchergebnisse</guilabel> an. Falls <application>Nach Dateien suchen</application> keine Dateien findet, die mit Ihren Suchkriterien übereinstimmen, zeigt die Anwendung »Keine Dateien gefunden« in der Liste <guilabel>Suchergebnisse</guilabel> an.

source: By default, <application>Search for Files</application> will perform a quick search using the <command>locate</command> command followed by a more thorough second search using the <command>find</command> command. The <command>locate</command> command is faster because it uses a database of information about files. If this database is more than a week old, <application>Search for Files</application> could warn you that the search results may be out of date and give you the option of disabling the quick search. To update the database, run the command <command>updatedb</command> as the root user.
de: Standardmäßig führt <application>Nach Dateien suchen</application> eine Schnellsuche mit Hilfe des Befehls <command>locate</command> gefolgt von einer genaueren Suche mit dem Befehl <command>find</command> durch. Der Befehl <command>locate</command> ist schneller, da es eine Datenbank mit Dateiinformationen für die Suche verwendet. Sollte diese Datenbank älter als eine Woche sein, kann Sie <application>Nach Dateien suchen</application> darüber informieren, dass die Suchergebnisse veraltet sein könnten, und bietet Ihnen an, die Schnellsuche zu deaktivieren. Um die Datenbank zu aktualisieren, führen Sie den Befehl <command>updatedb</command> mit Administratorrechten aus.

source: To Add Search Options
de: Suchoptionen hinzufügen

source: You can add additional options to search for a file on the system. To add search options, perform the following steps:
de: Sie können optionale Suchoptionen zur Suche einer Datei auf dem System auswählen. Um Suchoptionen hinzuzufügen, gehen Sie folgendermaßen vor:

source: Click on the <guilabel>Select more options</guilabel> text.
de: Klicken Sie auf <guilabel>Weitere Einstellungen auswählen</guilabel>.

source: Click on the <guilabel>Available options</guilabel> drop-down list.
de: Klicken Sie auf die Einblendliste <guilabel>Verfügbare Kriterien</guilabel>.

source: Select the search option that you want to apply.
de: Wählen Sie die Suchoptionen, die Sie hinzufügen wollen, aus.

source: Click <guibutton>Add</guibutton>.
de: Klicken Sie auf <guibutton>Hinzufügen</guibutton>.

source: Specify the required search information for the search option, as described in <xref linkend="tbl-search-rules"/>.
de: Geben Sie die benötigten Suchinformationen für die Suchoption wie in <xref linkend="tbl-search-rules"/> beschrieben an.

source: Repeat the above steps for each search option that you want to apply.
de: Wiederholen Sie die oben genannten Schritte für jede Suchoption, die Sie hinzufügen wollen.

source: To remove a search option from the current search, click on the <guibutton>Remove</guibutton> button next to the option.
de: Um eine Suchoption von der aktuellen Suche zu entfernen, klicken Sie auf <guibutton>Entfernen</guibutton> neben der Suchoption.

source: To disable the search options from the current search, click on the <guilabel>Select more options</guilabel> text.
de: Um die Suchoptionen in der aktuellen Suche zu deaktivieren, klicken Sie auf <guilabel>Weitere Einstellungen auswählen</guilabel>.

source: Search Options
de: Suchoptionen

source: Option Name
de: Optionsname

source: Description
de: Beschreibung

source: Contains the text
de: Enthält den Text

source: Search for files of type plain text that contain the specified text.
de: Sucht nach Dateien vom Typ Text, die den eingegebenen Text enthalten.

source: Date modified less than
de: Geändert vor weniger als

source: Search for files that are modified less than the period specified in days.
de: Sucht nach Dateien die innerhalb der angegeben Zeitspanne geändert wurden.

source: Date modified more than
de: Geändert vor mehr als

source: Search for files that are modified longer than the period specified in days.
de: Sucht nach Dateien die vor der angegebenen Zeitspanne geändert wurden.

source: Size at least
de: Mindestgröße

source: Search for files that are equal to or larger than the size specified in kilobytes.
de: Sucht nach Dateien die gleichgroß oder größer als die angegebene Größe in Kilobytes sind.

source: Size at most
de: Maximale Größe

source: Search for files that are smaller than or equal to the size specified in kilobytes.
de: Sucht nach Dateien die gleichgroß oder kleiner als die angegebene Größe in Kilobytes sind.

source: File is empty
de: Datei ist leer

source: Search for empty files.
de: Sucht nur nach leeren Dateien.

source: Owned by user
de: Gehört Benutzer

source: Search for files that are owned by the user specified. Type the name of the user in the text box provided.
de: Sucht nach Dateien, die dem angegebenen Benutzer gehören.

source: Owned by group
de: Gehört Gruppe

source: Search for files that are owned by the group specified. Type the name of the group in the text box provided.
de: Sucht nach Dateien, die der angegebenen Gruppe gehören.

source: Owner is unrecognized
de: Benutzer ist unbekkant

source: Search for files that are owned by a user or group that is unknown to the system.
de: Sucht nach Dateien, die einem vom System unbekannten Benutzer gehören.

source: Name does not contain
de: Name enthält nicht

source: Search for filenames that do not contain the string that you enter. Enter a full filename or a partial filename with wildcards in the field provided. Use * to indicate a sequence of characters. Use ? to indicate a single character. The search is case sensitive.
de: Sucht nach Dateinamen, die den eingegebenen Text nicht enthält. Geben Sie einen vollen Dateinamen oder einen Teilnamen mit oder ohne Platzhalter an. Dabei steht »*« für eine Zeichenfolge und »?« für ein einzelnes Zeichen. Diese Suche beachtet Groß- und Kleinschreibung.

source: Name matches regular expression
de: Name stimmt mit regulärem Ausdruck überein

source: Search for files that contain the specified regular expression in their directory path or filename. Type the regular expression in the text box provided.
de: Sucht nach Dateien, die mit dem eingegebenen regulären Ausdruck übereinstimmen.

source: Show hidden and backup files
de: Verborgene Dateien und Sicherungsdateien anzeigen

source: Include hidden and backup files in the search.
de: Versteckte Dateien und Sicherungsdateien in die Suche einschließen.

source: Follow symbolic links
de: Symbolischen Verknüpfungen folgen

source: Follow symbolic links when searching for files.
de: Symbolischen Verknüpfungen während der Suche folgen

source: Exclude other filesystems
de: Andere Dateisysteme ausschließen

source: Search in directories that are in the same filesystem as the start directory.
de: Sucht in Ordnern, die sich in demselben Dateisystem wie der Startordner befinden.

source: To Stop a Search
de: Eine Suche abbrechen

source: Click <guibutton>Stop</guibutton> to stop a search before <application>Search for Files</application> completes the search.
de: Klicken Sie auf <guibutton>Stopp</guibutton>, um eine Suche abzubrechen, bevor <application>Nach Dateien suchen</application> die Suche abgeschlossen hat.

source: To Open a Displayed File
de: Eine angezeigte Datei öffnen
