Repository: iagorubio/gnome-search-tool
Catalog: po/*.po
Languages: is

source: Search for Files...
is: Leita að skrám...

source: Locate documents and folders on this computer by name or content
is: Leita að skrám og möppum á tölvunni eftir nafni eða innihaldi

source: Search history
is: Leitarferill

source: Show Additional Options
is: Sýna fleiri valmöguleika

source: This key defines the paths the search tool will exclude from a quick search. The wildcards '*' and '?' are supported. The default values are /mnt/*, /media/*, /dev/*, /tmp/*, /proc/*, and /var/*.
is: Þessi lykill ákveður hvar forritið mun leita. Algildissafirnir ‚*‘ og ‚?‘ virka. Venjuleg gildi eru /mnt/*, /media/*, /dev/*, /tmp/*, /proc/*, og /var/*.

source: Default Window Width
is: Venjuleg breidd glugga

source: Default Window Height
is: Venjuleg hæð glugga

source: Look in Folder
is: Leita í möppu

source: This key determines if the "Contains the text" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Inniheldur textann“ sé valinn þegar leitin byrjar.

source: This key determines if the "Date modified less than" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Breytt fyrir minna en“ sé valinn þegar leitin byrjar.

source: This key determines if the "Date modified more than" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Breytt fyrir meira en“ sé valinn þegar leitin byrjar.

source: This key determines if the "Size at least" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Stærð að minnsta kosti“ sé valinn þegar leitin byrjar.

source: This key determines if the "Size at most" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Stærð í mesta lagi“ sé valinn þegar leitin byrjar.

source: This key determines if the "File is empty" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Skráin er tóm“ sé valinn þegar leitin byrjar.

source: This key determines if the "Owned by user" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Notandinn sem á skránna“ sé valinn þegar leitin byrjar.

source: This key determines if the "Owned by group" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Hópurinn sem á skránna“ sé valinn þegar leitin byrjar.

source: This key determines if the "Owner is unrecognized" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Notandi er ekki þekktur“ sé valinn þegar leitin byrjar.

source: This key determines if the "Name does not contain" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Nafn inniheldur ekki“ sé valinn þegar leitin byrjar.

source: This key determines if the "Name matches regular expression" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Nafn passar við reglulega segð“ sé valinn þegar leitin byrjar.

source: This key determines if the "Show hidden files and folders" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Sýna faldar skrár og möppur“ sé valinn þegar leitin byrjar.

source: This key determines if the "Follow symbolic links" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Elta táknræna tengingar“ sé valinn þegar leitin byrjar.

source: This key determines if the "Exclude other filesystems" search option is selected when the search tool is started.
is: Þessi lykill ákveður hvort leitarmöguleikinn „Undanskilja önnur skráakerfi“ sé valinn þegar leitin byrjar.

source: Contains the _text
is: Inniheldur _textann

source: _Date modified less than
is: _Breytt fyrir minna en

source: days
is: dögum

source: Date modified more than
is: Breytt fyrir meira en

source: S_ize at least
is: _Stærð að minnsta kosti

source: kilobytes
is: kílóbæt

source: Si_ze at most
is: _Stærð í mesta lagi

source: File is empty
is: Skráin er tóm

source: Owned by _user
is: _Notandinn sem á skránna

source: Owned by _group
is: _Hópurinn sem á skránna

source: Owner is unrecognized
is: Notandi er ekki þekktur

source: Na_me does not contain
is: _Nafn inniheldur ekki

source: Name matches regular e_xpression
is: Nafn passar við _reglulega segð

source: Show hidden and backup files
is: Sýna afrit af skrám og faldar skrár

source: Follow symbolic links
is: Elta táknræna tengingar

source: Exclude other filesystems
is: Undanskilja önnur skráakerfi

source: Show version of the application
is: Birta útgáfu forritsins

source: STRING
is: STRENGUR

source: PATH
is: SLÓÐ

source: VALUE
is: GILDI

source: DAYS
is: DAGAR

source: KILOBYTES
is: KÍLÓBÆT

source: USER
is: NOTANDI

source: GROUP
is: HÓPUR

source: PATTERN
is: MYNSTUR

source: Searching...
is: Leita...

source: Search for Files
is: Leita að skrám

source: No files found
is: Engar skrár fundust

source: (stopped)
is: (hætt við)

source: No Files Found
is: Engar skrár fundust

source: %'d File Found
is: %'d skrá fannst

source: %'d file found
is: %'d skrá fannst

source: Automatically start a search
is: Byrja að leita sjálfkrafa

source: ... Too many errors to display ...
is: ... Of margar villu til að birta ...

source: Show more _details
is: Sýna frekari _upplýsingar

source: Disable _Quick Search
is: Gera flýtileit óvirka

source: Error running the search command.
is: Villa við að keyra leitarskipunina.

source: "%s" in %s
is: „%s“ í %s

source: Remove "%s"
is: Fjarlægja „%s“

source: A_vailable options:
is: _Valkostir:

source: Available options
is: Valkostir

source: Add search option
is: Bæta við leitarmöguleikum

source: S_earch results:
is: _Leitarniðurstöður:

source: List View
is: Listi

source: Name
is: Nafn

source: Folder
is: Mappa

source: Size
is: Stærð

source: Type
is: Tegund

source: Date Modified
is: Breytt þann

source: _Name contains:
is: _Nafnið inniheldur:

source: Name contains
is: Nafnið inniheldur

source: _Look in folder:
is: _Leita í möppunni:

source: Browse
is: Leita

source: Look in folder
is: Leita í möppunni

source: Select the folder or device from which you want to begin the search.
is: Veldu þá möppu eða það tæki sem þú vilt byrja að leita í.

source: Select more _options
is: Velja frekari _valmöguleika

source: Select more options
is: Velja frekari valmöguleika

source: Click to expand or collapse the list of available options.
is: Smelltu til að stækka og minnka listann yfir valkosti

source: Click to display the help manual.
is: Ýttu hér til að birta hjálparleiðbeiningar.

source: Click to close "Search for Files".
is: Ýttu til að loka „Leita að skrám“.

source: Click to perform a search.
is: Ýttu til að hefja leit.

source: Click to stop a search.
is: Ýttu til að hætta að leita.

source: - the GNOME Search Tool
is: - GNOME leitartól

source: Could not open help document.
is: Gat ekki opnað aðstoð.

source: Are you sure you want to open %d document?
is: Viltu opna %d skjal?

source: This will open %d separate window.
is: Þetta mun opna %d mismunandi glugga.

source: Could not open document "%s".
is: Gat ekki opnað skránna „%s“.

source: Could not open folder "%s".
is: Gat ekki opnað möppuna „%s“.

source: The nautilus file manager is not running.
is: Skráarvafrinn Nautilus er ekki í gangi.

source: The document does not exist.
is: Þetta skjal er ekki til.

source: There is no installed viewer capable of displaying the document.
is: Það er ekkert forrit sem getur opnað þessa skrá.

source: Are you sure you want to open %d folder?
is: Viltu opna %d möppu?

source: Could not move "%s" to trash.
is: Gat ekki hent „%s“ í ruslið.

source: Do you want to delete "%s" permanently?
is: Viltu örugglega eyða „%s“ varanlega?

source: Trash is unavailable. Could not move "%s" to the trash.
is: Ruslið virkar ekki. Þess vegna er ekki hægt að henda „%s“ í ruslið.

source: Could not delete "%s".
is: Gat ekki eytt „%s“.

source: Deleting "%s" failed: %s.
is: Ekki tókst að eyða „%s“: %s

source: Moving "%s" failed: %s.
is: Mistókst að færa „%s“: %s

source: _Open
is: _Opna

source: _Open with %s
is: _Opna með %s

source: Open with %s
is: Opna með %s

source: Open Wit_h
is: Opna _með

source: Open Containing _Folder
is: Birta umlykjandi _möppu

source: Mo_ve to Trash
is: _Henda í ruslið

source: _Save Results As...
is: _Vista niðurstöður sem...

source: Save Search Results As...
is: Vista leitarniðurstöðurnar sem...

source: Could not save document.
is: Gat ekki vistað skjalið.

source: You did not select a document name.
is: Þú valdir ekki nafn fyrir skjalið.

source: Could not save "%s" document to "%s".
is: Gat ekki vistað skjalið „%s“ sem „%s“.

source: The document "%s" already exists. Would you like to replace it?
is: Skjalið „%s“ er þegar til. Viltu skipta því út?

source: If you replace an existing file, its contents will be overwritten.
is: Skrifað verður fyri skrá ef þú skiptir henni út.

source: _Replace
is: _Skipta út

source: The document name you selected is a folder.
is: Nafn skjalsins sem þú valdir er mappa.

source: You may not have write permissions to the document.
is: Þér er ekki heimilað að skrifa í þetta skjal.

source: today at %-I:%M %p
is: í dag klukkan %-I:%M %p

source: yesterday at %-I:%M %p
is: í gær klukkan %-I:%M %p

source: %A, %B %-d %Y at %-I:%M:%S %p
is: %A, %B %-d %Y klukkan %-I:%M:%S %p

source: link (broken)
is: tenging (brotin)

source: link to %s
is: tenging í %s

source: (copy)
is: (afrit)

source: (another copy)
is: (annað afrit)

source: th copy)
is: . afrit)

source: st copy)
is: . afrit)

source: nd copy)
is: . afrit)

source: rd copy)
is: . afrit)

source: %s (copy)%s
is: %s (afrit)%s

source: %s (another copy)%s
is: %s (annað afrit)%s

source: %s (%dth copy)%s
is: %s (%d. afrit)%s

source: %s (%dst copy)%s
is: %s (%d. afrit)%s

source: %s (%dnd copy)%s
is: %s (%d.afrit)%s

source: %s (%drd copy)%s
is: %s (%d. afrit)%s

source: (invalid Unicode)
is: (ógilur Unicode stafur)

source: File is not a valid .desktop file
is: Þessi skrá er ekki gild .desktop skrá

source: Unrecognized desktop file Version '%s'
is: Óþekkt desktop skráarútgáfa ‚%s‘

source: Starting %s
is: Ræsi %s

source: Application does not accept documents on command line
is: Þetta forrit tekur ekki á móti skrám á skipanalínunni

source: Unrecognized launch option: %d
is: Þessi valmöguleiki er ekki þekktur: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
is: Get ekki látið veffang ganga til ‚Type=Link‘

source: Not a launchable item
is: Það er ekki hægt að keyra þennan hlut

source: Disable connection to session manager
is: Slökkva á tengingu við setustjóra

source: Specify file containing saved configuration
is: Veldu skrá sem inniheldur vistaðar stillingar

source: FILE
is: SKRÁ

source: Specify session management ID
is: Tilgreindu auðkenni setustjórnunar

source: ID
is: Auðkenni

source: Session management options:
is: Valkostir setustýringar:

source: Show session management options
is: Sýna valkosti setustýringar
